Repository: WordPressUtilities/wpucontactforms_salesforce
Catalog: lang/wpucontactforms_salesforce-*.po
Languages: fr_fr

source: Link WPUContactForms results to Salesforce.
fr_fr: Reliez les résultats WPUContactForms à Salesforce.

source: Main
fr_fr: Principal

source: Settings
fr_fr: Réglages

source: Keys
fr_fr: Clés

source: Config
fr_fr: Configuration

source: Client Key
fr_fr: Clé du client

source: Secret Key
fr_fr: Clé secrète

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Enable sync
fr_fr: Activer la synchronisation

source: Main endpoint
fr_fr: Endpoint principal

source: Secondary endpoint
fr_fr: Endpoint secondaire

source: If a duplicate is found on this endpoint, this duplicate could be updated there instead of the main endpoint.
fr_fr: Si un doublon est détecté sur cet endpoint, ce doublon peut être mis à jour ici au lieu de l’endpoint principal.

source: Please add the correct keys in <a href="%s">Settings</a>
fr_fr: Veuillez ajouter les clés correctes dans <a href="%s">les paramètres</a>

source: Error: invalid ids
fr_fr: Erreur : identifiants non valides

source: Error: %s - %s
fr_fr: Erreur : %s - %s

source: You are successfully logged-in
fr_fr: Vous êtes connecté avec succès

source: Error: Token could not be saved
fr_fr: Erreur : le token n’a pas pu être enregistré

source: It looks like you are already logged-in.
fr_fr: Il semble que vous soyez déjà connecté.

source: Refresh token
fr_fr: Rafraichir le token

source: or
fr_fr: ou

source: Try to log again
fr_fr: Essayez de vous reconnecter

source: Token was refreshed %s ago.
fr_fr: Le token a été actualisé il y a %s.

source: Load available fields
fr_fr: Charger les champs disponibles

source: Update available fields
fr_fr: Mettre à jour les champs disponibles

source: Test your token
fr_fr: Testez votre token

source: Create a demo %s
fr_fr: Créer un %s de démonstration

source: Available fields
fr_fr: Champs disponibles

source: You need to link this plugin to your account.
fr_fr: Vous devez lier ce plugin à votre compte.

source: Click here to login
fr_fr: Cliquez ici pour vous connecter

source: Values
fr_fr: Valeurs

source: Token was successfully refreshed.
fr_fr: Le token a été actualisé avec succès.

source: Token could not be refreshed.
fr_fr: Le token n’a pas pu être actualisé.

source: Token is successfully working.
fr_fr: Le token fonctionne correctement.

source: Token is not working anymore.
fr_fr: Le token ne fonctionne plus.

source: A "%s" is <a href="%s">available here</a>.
fr_fr: Un « %s » est <a href="%s">disponible ici</a>.

source: Contact could not be created.
fr_fr: Le contact n’a pas pu être créé.

source: Available fields have been refreshed.
fr_fr: Les champs disponibles ont été mis à jour.

source: Available fields could not be refreshed.
fr_fr: Les champs disponibles n’ont pas pu être mis à jour.

source: Save Changes
fr_fr: Sauvegarder
